tap "homebrew/bundle"
tap "mckernant1/tap"
tap "oven-sh/bun"
tap "tilt-dev/tap"
brew "openssl@3"
brew "awscli"
brew "bitwarden-cli"
brew "caddy"
brew "glib"
brew "libgit2"
brew "eza"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "forgit"
brew "gh"
brew "git-absorb"
brew "jq"
brew "lazygit"
brew "libmagic"
brew "pre-commit"
brew "pyenv"
brew "python-gdbm@3.11"
brew "re2"
brew "redis"
brew "rust"
brew "starship"
brew "stow"
brew "tree"
brew "uv"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "tilt-dev/tap/tilt"
cask "alt-tab"
cask "arc"
cask "bitwarden"
cask "bruno"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "kitty"
cask "logitech-g-hub"
cask "monitorcontrol"
cask "mtmr"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "syncplay"
cask "syncthing"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "equinusocio.moxer-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "stackbreak.comment-divider"
vscode "tamasfe.even-better-toml"
vscode "tilt-dev.tiltfile"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
