tap "homebrew/bundle"
tap "mckernant1/tap"
tap "tilt-dev/tap"
brew "caddy"
brew "openssl@3"
brew "glib"
brew "docker-completion"
brew "libgit2"
brew "eza"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "forgit"
brew "gh"
brew "git-absorb"
brew "jq"
brew "libmagic"
brew "pre-commit"
brew "python-gdbm@3.11"
brew "re2"
brew "redis"
brew "stow"
brew "tree"
brew "zoxide"
brew "tilt-dev/tap/tilt"
cask "dbeaver-community"
cask "docker"
cask "google-cloud-sdk"
cask "monitorcontrol"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "equinusocio.moxer-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "stackbreak.comment-divider"
vscode "tamasfe.even-better-toml"
vscode "tilt-dev.tiltfile"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
